source/_static/diagrams/15-build-dependencies-are-not-dependencies.d2
direction: right
n0: "easyconfig"
n1: "builddependencies"
n2: "dependencies"
n3: "compile only"
n4: "in the module"
n0 -> n1
n0 -> n2
